{
  "plugins": {
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-cmdline": {
      "src": "https://github.com/hrsh7th/cmp-cmdline"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "csvview.nvim": {
      "src": "https://github.com/hat0uma/csvview.nvim"
    },
    "easy-dotnet.nvim": {
      "src": "https://github.com/GustavEikaas/easy-dotnet.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "nerdtree": {
      "src": "https://github.com/scrooloose/nerdtree"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-disasm": {
      "src": "https://codeberg.org/Jorenar/nvim-dap-disasm"
    },
    "nvim-dap-python": {
      "src": "https://github.com/mfussenegger/nvim-dap-python"
    },
    "nvim-dap-view": {
      "src": "https://github.com/igorlfs/nvim-dap-view"
    },
    "nvim-pqf": {
      "src": "https://github.com/yorickpeterse/nvim-pqf"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "tcomment_vim": {
      "src": "https://github.com/tomtom/tcomment_vim"
    },
    "telescope-ui-select.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-ui-select.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "vague.nvim": {
      "src": "https://github.com/vague2k/vague.nvim"
    },
    "vim-dispatch": {
      "src": "https://github.com/tpope/vim-dispatch"
    },
    "vim-easymotion": {
      "src": "https://github.com/easymotion/vim-easymotion"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "vim-unimpaired": {
      "src": "https://github.com/tpope/vim-unimpaired"
    },
    "vim-vinegar": {
      "src": "https://github.com/tpope/vim-vinegar"
    }
  }
}
